$ codeset=KOI8-U

$set 1 #Align

1 Знизу в центр╕
2 Знизу л╕воруч
3 Знизу праворуч
4 Горизонтально
5 Л╕воруч
6 Л╕воруч знизу
7 Л╕воруч у центр╕
8 Л╕воруч згори
9 На всю ширину
10 Праворуч
11 Праворуч знизу
12 Праворуч у центр╕
13 Праворуч угор╕
14 Угор╕ в центр╕
15 Угор╕ л╕воруч
16 Угор╕ праворуч
17 Вертикально

$set 2 #BaseDisplay


$set 3 #Common
1 Прозор╕сть
2 Автоприховання
3 Скомп╕льований
4 Скомп╕льований з опц╕ями
5 Комп╕лятор
6 Верс╕я комп╕лятора
7 Файл ресурс╕в
8 Файл комб╕нац╕й клав╕ш
10 Файл меню
11 Файл з╕ стилем
12 Налаштування по замовчуванню
13 вимкнена
15 Верс╕я Fluxbox
16 П╕д в╕кнами
18 Видима

$set 4 #Configmenu
1 Згладжування шрифт╕в
2 Автоприховання
3 На передн╕й план по кл╕ку
4 Фокус по кл╕ку
5 Прикрашати нерезидентн╕ в╕кна
6 Перемикання ст╕льниць кол╕щатком миш╕
7 Фокус на останн╓ в╕кно ст╕льниц╕
8 Модель фокусування
9 Перем╕щувати фокус на нов╕ в╕кна
10 Повна максим╕зац╕я
11 Згладжувати зображення
12 Перем╕щення заповнених в╕кон
15 Перем╕щення в╕кон м╕ж ст╕льницями
17 Меню
18 Прозор╕сть
19 Активне в╕кно
20 Неактивне в╕кно

$set 5 #Ewmh


$set 6 #FbTkError


$set 7 #Fluxbox


$set 8 #Gnome


$set 9 #Keys


$set 10 #Menu

1 Налаштування
3 Вих╕д
4 Згорнут╕ в╕кна
5 Шар...
7 Розм╕щення
9 Перезапуск

$set 11 #Remember
1 Декорац╕╖
2 Розм╕ри
3 Перем╕ститися на ст╕льницю
4 Шар
5 Запам'ятати...
6 Розташування
7 Збер╕гати при закритт╕
8 Згорнуто в заголовок
9 Прикле╓ний
11 Ст╕льниця

$set 12 #Screen

2 W: %4d x H: %4d
4 W: %04d x H: %04d

$set 13 #Slit
1 Кл╕╓нти
2 По колу вниз
3 По колу вгору
4 Ор╕╓нтац╕я докера
7 Розташування докера
8 Докер
9 Зберегти список кл╕╓нт╕в

$set 14 #Toolbar

1 Редагувати ╕м'я поточно╖ ст╕льниц╕
2 Режим в╕дображення в╕кон
3 Вс╕ в╕кна з╕ вс╕х ст╕льниць
4 М╕н╕м╕зован╕ на вс╕х ст╕льницях
5 Не в╕дображати
6 Вс╕ в╕кна
7 М╕н╕м╕зован╕
10 Розташування панел╕ ╕нструмент╕в
11 Панель ╕нструмент╕в
12 Ширина у в╕дсотках
16 В╕дображати ╕конки

$set 15 #Window

1 Без╕менне

$set 16 #Windowmenu

1 Закрити
2 Згорнути на панель ╕нструмент╕в
3 Шар...
4 На задн╕й план
5 Максим╕зувати
6 На передн╕й план
7 В╕дправити в╕кно на ...
8 Згорнути у заголовок
9 Прикле╖ти

$set 17 #Workspace

1 Ст╕льниця %d
2 Ст╕льниц╕
3 Нова ст╕льниця
4 Видалити останню

$set 18 #fbsetroot

1 помилка: необх╕дно задати один ╕з таких ключ╕в: -solid, -mod, -gradient\n
3 -display <string>        з'╓днання з диспле╓м\n\
-mod <x> <y>             макет кл╕тинки\n\
-foreground, -fg <color> кол╕р переднього плану кл╕тинки\n\
-background, -bg <color> кол╕р фона кл╕тинки\n\n\
-gradient <texture>      град╕╓нт\n\
-from <color>            початковий кол╕р град╕╓нту\n\
-to <color>              к╕нцевий кол╕р град╕╓нту\n\n\
-solid <color>           суц╕льний кол╕р\n\n\
-help                    вивести цю п╕дказку ╕ вийти\n

$set 19 #main

1 помилка: '-display' потребу╓ аргумент
11 помилка: '-rc' потребу╓ аргумент
13 Fluxbox %s: (c) %s Fluxbox Team\n
Website: http://www.fluxbox.org/\n\n\
-display <string>\t\tвикористовувати заданий дисплей.\n\
-screen <all|int,int,int>\trun on specified screens only.\n\
-no-slit\t\t\tdo not provide a slit.\n\
-no-toolbar\t\t\tdo not provide a toolbar.\n\
-rc <string>\t\t\tвикористовувати альтернативний файл ресурс╕в.\n\
-version\t\t\tвивести номер верс╕╖ ╕ вийти.\n\
-info\t\t\t\tвивести деяку корисну ╕нформац╕ю ╕ вийти.\n\
-list-commands\t\t\tlist all valid key commands.\n\
-sync\t\t\t\tsynchronize with X server for debugging.\n\
-log <filename>\t\t\tжурналювати вив╕д у вказаний файл.\n\
-help\t\t\t\tвивести цю п╕дказку ╕ вийти.\n\n

$set 20 #Layer
1 Над доком
2 Знизу
3 Ст╕льниця
4 Док
5 Нормальний
6 Згори

