$ codeset=KOI8-R

$set 1 #Align

1 Внизу по центру
2 Внизу слева
3 Внизу справа
4 По горизонтали
6 Слева внизу
7 Слева по центру
8 Слева вверху
11 Справа внизу
12 Справа по центру
13 Справа вверху
14 Вверху по центру
15 Вверху слева
16 Вверху справа
17 По вертикали

$set 2 #BaseDisplay


$set 3 #Common

2 Автоскрытие

$set 4 #Configmenu

2 Автовсплытие
4 Фокус по щелчку
7 Фокус на последнее окно рабочего стола
8 Модель фокусировки
9 Перемещать фокус на новые окна
10 Полная максимизация
11 Сглаживать изображение
12 Перемещение заполненных окон
13 Размытый фокус
14 Фокус по перемещению
15 Перемещение окон между рабочими столами

$set 5 #Ewmh


$set 6 #FbTkError


$set 7 #Fluxbox


$set 8 #Gnome


$set 9 #Keys


$set 10 #Menu

3 Выход
4 Свернутые окна
7 Расположение
9 Перезапуск
10 Xterm

$set 11 #Remember


$set 12 #Screen

2 W: %4d x H: %4d
5 X: %4d x Y: %4d
6 0: 0000 x 0: 0000

$set 13 #Slit

4 Ориентация докера
7 Местоположения докера
8 Докер

$set 14 #Toolbar

1 Редактировать имя текущего рабочего стола
10 Расположение панели инструментов
11 Панель инструментов

$set 15 #Window

1 Безымянное

$set 16 #Windowmenu

1 Закрыть
2 Свернуть на панель инструментов
4 На задний план
5 Максимизировать
6 На передний план
7 Отправить окно на ...
8 Свернуть в заголовок
9 Приклеить

$set 17 #Workspace

1 Рабочий стол %d
2 Рабочие столы
3 Новый рабочий стол
4 Удалить последний

$set 18 #bsetroot

1 %s: ошибка: необходимо задать один из следующих ключей: -solid, -mod, -gradient\n
3 %s 2.0: (c) 1997-2000 Brad Hughes\n\n\
-display <string>        соединение с дисплеем\n\
-mod <x> <y>             макет клетки\n\
-foreground, -fg <color> цвет переднего плана клетки\n\
-background, -bg <color> цвет фона клетки\n\n\
-gradient <texture>      градиент\n\
-from <color>            начальный цвет градиента\n\
-to <color>              конечный цвет градиента\n\n\
-solid <color>           сплошной цвет\n\n\
-help                    вывести эту подсказку и выйти\n

$set 19 #main

1 ошибка: '-display' требует наличие аргумента\n
11 ошибка: '-rc' требует наличие аргумента\n
12 Fluxbox %s: (c) %s Henrik Kinnunen\n\n\
-display <string>\t\tиспользовать заданный дисплей.\n\
-rc <string>\t\t\tиспользовать альтернативный файл ресурсов.\n\
-version\t\t\tвывести номер версии и выйти.\n\
-info\t\t\t\tdisplay some useful information.\n\
-log <filename>\t\t\tlog output to file.\n\
-help\t\t\t\tвывести эту подсказку и выйти.\n\n

$set 13 #mainWarnDisplay

