$ codeset=KOI8-R

$set 1 #Align

1 Внизу по центру
2 Внизу слева
3 Внизу справа
4 По горизонтали
5 Слева
6 Слева внизу
7 Слева по центру
8 Слева вверху
9 По всей ширине
10 Справа
11 Справа внизу
12 Справа по центру
13 Справа вверху
14 Вверху по центру
15 Вверху слева
16 Вверху справа
17 По вертикали

$set 2 #BaseDisplay


$set 3 #Common
1 Прозрачность
2 Автоскрытие
3 Скомпилированный
4 Скомпилирован с опциями
5 Компилятор
6 Версия компилятора
7 Файл ресурсов
8 Файл сочетаний клавиш
9 Файл меню
10 Файл со стилем
11 Настройки по умолчанию
12 отключена
14 Версия Fluxbox
15 Под окнами
16 Видимая

$set 4 #Configmenu
1 Антиалиасинг
2 Автовсплытие
3 На передний план по щелчку
4 Фокус по щелчку
5 Украшать нерезидентные окна
6 Переключение рабочих столов колесом мыши
7 Фокус на последнее окно рабочего стола
8 Модель фокусировки
9 Перемещать фокус на новые окна
10 Полная максимизация
11 Сглаживать изображение
12 Перемещение заполненных окон
13 Размытый фокус
14 Фокус по перемещению
15 Перемещение окон между рабочими столами
17 Меню
18 Прозрачность
19 Активное окно
20 Неактивное окно

$set 5 #Ewmh


$set 6 #FbTkError


$set 7 #Fluxbox


$set 8 #Gnome


$set 9 #Keys


$set 10 #Menu

1 Настройки
3 Выход
4 Свернутые окна
5 Слой...
7 Расположение
9 Перезапуск
10 Xterm

$set 11 #Remember
1 Декорации
2 Размеры
3 Переместиться на рабочий стол
4 Слой
5 Запомнить...
6 Расположение
7 Сохранять при закрытии
8 Свернуто в заголовок
9 Приклеенный
11 Рабочий стол

$set 12 #Screen

2 W: %4d x H: %4d
5 X: %4d x Y: %4d
6 0: 0000 x 0: 0000

$set 13 #Slit
1 Клиенты
2 По кругу вниз
3 По кругу вверх
4 Ориентация докера
7 Местоположения докера
8 Докер
9 Сохранить список клиентов

$set 14 #Toolbar

1 Редактировать имя текущего рабочего стола
2 Режим отображения окон
3 Все окна со всех рабочих столов
4 Минимизированные на всех рабочих столах
5 Не отображать
6 Все окна
7 Минимизированные
10 Расположение панели инструментов
11 Панель инструментов
12 Ширина в процентах
13 Формат времени: 24 часа
14 Формат времени: 12 часов
15 Изменить формат отображения времени
16 Отображать иконки

$set 15 #Window

1 Безымянное

$set 16 #Windowmenu

1 Закрыть
2 Свернуть на панель инструментов
3 Слой...
4 На задний план
5 Максимизировать
6 На передний план
7 Отправить окно на ...
8 Свернуть в заголовок
9 Приклеить

$set 17 #Workspace

1 Рабочий стол %d
2 Рабочие столы
3 Новый рабочий стол
4 Удалить последний

$set 18 #bsetroot

1 %s: ошибка: необходимо задать один из следующих ключей: -solid, -mod, -gradient\n
3 %s 2.0: (c) 1997-2000 Brad Hughes\n\n\
-display <string>        соединение с дисплеем\n\
-mod <x> <y>             макет клетки\n\
-foreground, -fg <color> цвет переднего плана клетки\n\
-background, -bg <color> цвет фона клетки\n\n\
-gradient <texture>      градиент\n\
-from <color>            начальный цвет градиента\n\
-to <color>              конечный цвет градиента\n\n\
-solid <color>           сплошной цвет\n\n\
-help                    вывести эту подсказку и выйти\n

$set 19 #main

1 ошибка: '-display' требует наличие аргумента\n
11 ошибка: '-rc' требует наличие аргумента\n
12 Fluxbox %s: (c) %s Henrik Kinnunen\n\n\
-display <string>\t\tиспользовать заданный дисплей.\n\
-rc <string>\t\t\tиспользовать альтернативный файл ресурсов.\n\
-version\t\t\tвывести номер версии и выйти.\n\
-info\t\t\t\tвывести некоторую полезную информацию и выйти.\n\
-log <filename>\t\t\tжурналировать вывод в указанный файл.\n\
-help\t\t\t\tвывести эту подсказку и выйти.\n\n

$set 20 #Layer
1 Поверх дока
2 Ниже
3 Рабочий стол
4 Док
5 Нормальный
6 Поверх

